var pivotdata = [
    {
    "OrderId": 1,
    "Region": "Алатырский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
    "Amount": 270,
    "Year": "2019"
    },
    {
        "OrderId": 2,
        "Region": "Алатырский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 420,
        "Year": "2020"
    },
    {
        "OrderId": 3,
        "Region": "Алатырский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 640,
        "Year": "2021"
    },
    {
        "OrderId": 4,
        "Region": "Алатырский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 870,
        "Year": "2022"
    },
    {
        "OrderId": 5,
        "Region": "Алатырский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1020,
        "Year": "2023"
    },
    {
        "OrderId": 6,
        "Region": "Алатырский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1170,
        "Year": "2024"
    },
    {
        "OrderId": 7,
        "Region": "Алатырский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 30,
        "Year": "2019"
    },
    {
        "OrderId": 8,
        "Region": "Алатырский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 150,
        "Year": "2020"
    },
    {
        "OrderId": 9,
        "Region": "Алатырский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 270,
        "Year": "2021"
    },
    {
        "OrderId": 10,
        "Region": "Алатырский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 420,
        "Year": "2022"
    },
    {
        "OrderId": 11,
        "Region": "Алатырский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 570,
        "Year": "2023"
    },
    {
        "OrderId": 12,
        "Region": "Алатырский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 720,
        "Year": "2024"
    },

    {
    "OrderId": 1,
    "Region": "Аликовский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
    "Amount": 270,
    "Year": "2019"
    },
    {
        "OrderId": 2,
        "Region": "Аликовский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 420,
        "Year": "2020"
    },
    {
        "OrderId": 3,
        "Region": "Аликовский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 640,
        "Year": "2021"
    },
    {
        "OrderId": 4,
        "Region": "Аликовский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 870,
        "Year": "2022"
    },
    {
        "OrderId": 5,
        "Region": "Аликовский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1020,
        "Year": "2023"
    },
    {
        "OrderId": 6,
        "Region": "Аликовский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1170,
        "Year": "2024"
    },
    {
        "OrderId": 7,
        "Region": "Аликовский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 30,
        "Year": "2019"
    },
    {
        "OrderId": 8,
        "Region": "Аликовский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 150,
        "Year": "2020"
    },
    {
        "OrderId": 9,
        "Region": "Аликовский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 270,
        "Year": "2021"
    },
    {
        "OrderId": 10,
        "Region": "Аликовский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 420,
        "Year": "2022"
    },
    {
        "OrderId": 11,
        "Region": "Аликовский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 570,
        "Year": "2023"
    },
    {
        "OrderId": 12,
        "Region": "Аликовский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 720,
        "Year": "2024"
    },


    {
        "OrderId": 1,
        "Region": "Батыревский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 810,
        "Year": "2019"
    },
    {
        "OrderId": 2,
        "Region": "Батыревский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1260,
        "Year": "2020"
    },
    {
        "OrderId": 3,
        "Region": "Батыревский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1920,
        "Year": "2021"
    },
    {
        "OrderId": 4,
        "Region": "Батыревский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 2610,
        "Year": "2022"
    },
    {
        "OrderId": 5,
        "Region": "Батыревский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 3060,
        "Year": "2023"
    },
    {
        "OrderId": 6,
        "Region": "Батыревский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 3510,
        "Year": "2024"
    },
    {
        "OrderId": 7,
        "Region": "Батыревский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 90,
        "Year": "2019"
    },
    {
        "OrderId": 8,
        "Region": "Батыревский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 450,
        "Year": "2020"
    },
    {
        "OrderId": 9,
        "Region": "Батыревский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 810,
        "Year": "2021"
    },
    {
        "OrderId": 10,
        "Region": "Батыревский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 1260,
        "Year": "2022"
    },
    {
        "OrderId": 11,
        "Region": "Батыревский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 1710,
        "Year": "2023"
    },
    {
        "OrderId": 12,
        "Region": "Батыревский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 2160,
        "Year": "2024"
    },


    {
        "OrderId": 1,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 540,
        "Year": "2019"
    },
    {
        "OrderId": 2,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 840,
        "Year": "2020"
    },
    {
        "OrderId": 3,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1280,
        "Year": "2021"
    },
    {
        "OrderId": 4,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1740,
        "Year": "2022"
    },
    {
        "OrderId": 5,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 2040,
        "Year": "2023"
    },
    {
        "OrderId": 6,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 2340,
        "Year": "2024"
    },
    {
        "OrderId": 7,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 60,
        "Year": "2019"
    },
    {
        "OrderId": 8,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 300,
        "Year": "2020"
    },
    {
        "OrderId": 9,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 540,
        "Year": "2021"
    },
    {
        "OrderId": 10,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 840,
        "Year": "2022"
    },
    {
        "OrderId": 11,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 1140,
        "Year": "2023"
    },
    {
        "OrderId": 12,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 1440,
        "Year": "2024"
    },

    {
        "OrderId": 1,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 810,
        "Year": "2019"
    },
    {
        "OrderId": 2,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1260,
        "Year": "2020"
    },
    {
        "OrderId": 3,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 1920,
        "Year": "2021"
    },
    {
        "OrderId": 4,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 2610,
        "Year": "2022"
    },
    {
        "OrderId": 5,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 3060,
        "Year": "2023"
    },
    {
        "OrderId": 6,
        "Region": "Ибресинский район",
        "Program": "Число участников в проектах, направленных на раннюю профориентацию",
        "Amount": 3510,
        "Year": "2024"
    },
    {
        "OrderId": 7,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 90,
        "Year": "2019"
    },
    {
        "OrderId": 8,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 450,
        "Year": "2020"
    },
    {
        "OrderId": 9,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 810,
        "Year": "2021"
    },
    {
        "OrderId": 10,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 1260,
        "Year": "2022"
    },
    {
        "OrderId": 11,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 1710,
        "Year": "2023"
    },
    {
        "OrderId": 12,
        "Region": "Ибресинский район",
        "Program": "Число детей, получивших рекомендации по построению индивидуального учебного плана (Билет в будущее)",
        "Amount": 2160,
        "Year": "2024"
    }


];